{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 6
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 108
  },
  "m_Name": "",
  "chinese": "Flick实际上只需要划过就行，不需要进行点划操作 /(ฅ'ω'ฅ)拿出你的喵爪戳戳歌，没错，你就是最萌的！ /你知道吗：手机把日期调整到6.31日会有惊喜哦 /把你的手机日期调到4.1也不会有惊喜哦~ /我们的口号是？咕咕咕！ /据说全曲满分可以直视海底世界的古神~ /总觉得对不上节奏？试试在设置中调整偏移吧！ /为防误触，暂停键需要点两次才可以暂停。 /背景太亮影响发挥？试试在设置中调整背景亮度！ /按键大小不舒服？在设置中可以调整大小！ /头随着判定线的节奏摆动会更轻松收割 /音符的判定范围是从上之下一整条哦 /众所周知，鸽游一年有377天 /不出意外的话今天的各位也在咕咕咕呢 /大家好我们是布谷鸟 /别看，看就是加载中 /咕咕咕咕？咕咕咕咕咕咕！咕咕咕咕咕咕咕？？？咕咕咕！（咕咕咕咕咕咕咕咕咕 /你知道吗？鸽游发起于bilibili，最终于2019年2月8号成立 /点击添加副标题 /判定线失踪，note不出现等状况都不是bug，只是一个surprise。 /美术组的各位鸽子都很可爱的哦awa /这是一条中庸的tips /你是想从我这里知道些什么吗？别想了我也什么都不知道 /别问，问就是中庸 /喜欢这个游戏就打个满分好评吧！ /目标是用note制作出中庸的特效（｀▽´） /这里的tips的数量其实很多，有兴趣的朋友可以尝试收集一下。 /手是个好东西，下次打歌多带几双 /会打歌就多打几首 /你看那个魔王曲它就像黑洞一样吸引人 /屏幕被弹出消息挡住影响游戏？请退出游戏打开手机设置关掉消息弹窗哦！ /今天的制作组在打麻雀 /如果判定线转起来，人也要转起来（ /flick不仅可以上下滑动，也可以左右滑动 /请不要在游玩时移动您的脑袋，您的脑袋能旋转的角度是有限的（ /介绍本游戏给您的好友时请使用文字准确描述，我真的不叫屁股肉！！！ /该tips暂未想好 /你知道吗？tips只是让你在加载时除了loading外还有东西可看 /打出来的分数不尽人意？别担心，那只是因为你太菜了 /flick只有miss和perfect的判定 /点击位置对于判定线的投影位于note有效范围内就可以判定 /有看到植发技术的话请务必联系鸽游程序员! /如何提升自己的技术，根据所有大佬的建（fu）议（du）....多练 /虽然叫鸽游、但制作组猫居多。（强调 /当你以为我们咕了的时候，我们咕了。这也是一种不咕 /您们说的这个判定线...它骚吗...？ /听说判定线可以平移，旋转，甚至消失....我已经眼花了！ /集齐全部收集品，你会获得空气（ /214572406765306542637651 49122908212821240114 /如果有一天我们突然失去了音讯，不要慌，很有可能是我们被做成了烤乳鸽 /34 30 34 38 30 /判定线等身抱枕了解一下（ /欢迎参与我们也许会开展的线下活动！也许可以玩到限定歌曲哦 /咕？我在～ /你知道Tips是怎么写出来的吗，鸽游内部激情沙雕语音出来的 /为了能做到完美的咕咕咕，我们每天都有在努力！ /00111 11111 01111 11110 11111 11100 01111 11110 /屁股肉的所有谱面难度都是用骰子决定的（ /你能正确的答出滑键可以向哪个方向滑动嘛？——答案是所有方向！ /招标增发剂，给我们的程序猿加点发（ /上下滑动可以切换歌曲，点击曲绘可以开始游戏，左下的难度指示器点击对应难度即可切换难度....已经是老生常谈了吧？ /啊wee改哈嗯嫦娥我刚不疤痕处哈维楚王嗡阿格王朔！！！！！！！！！！！！ /戴上耳机以获取最佳体验 /还看Tips？你以为你游是主打Tips的吗？不知道我们的脑洞是有限的吗（生气脸 /—为什么有些难度没有解锁啊！—因为你的前一难度的成绩还没达到S哦，请多多努力吧！ /适度游戏益脑，沉迷游戏伤手。你的双手是为了你的一生服务的,而不是Phigros！ /记住，头发很重要 /咕→咕↗咕↘咕↑▔▔▔▔ /长音只有1个combo哦，坚持到底拿到Perfect吧！ /1110000 1010000 1110000 100000 1110000 10101000 100000 101010000 10001000 100 /可以旋转设备以获取某些情况下更好的成绩哦！ /希望大家能喜欢鸠…喔不，Phigros～",
  "chineseTraditional": "Flick實際上只需要劃過就好，不需要再點擊一次 /(ฅ'ω'ฅ)拿出你的貓爪戳戳歌，沒錯，你就是最萌的！ /你知道嗎：把手機日期調到6.31日會有驚喜哦~ /把你的手機日期調到4.1也不會有驚喜哦~ /我們的口號是？咕咕咕！ /據說全曲滿分可以直視海底世界的古神~ /總覺得對不上節奏？試試在設定中調整校正數值吧！ /為防止誤觸，暫停鍵需要點兩次才可以暫停。 /背景太亮影響發揮？試試在設定中調整背景亮度！ /按鍵大小不舒服？在設定中可以調整大小！ /頭隨著判定線的節奏擺動會更輕鬆收割 /音符的判定範圍是從上到下垂直一整條哦 /眾所皆知，鴿遊一年有377天 /不出意外的話今天的各位也在咕咕咕呢 /大家好我們是布穀鳥 /別看，一樣是載入中 /咕咕咕咕？咕咕咕咕咕咕！咕咕咕咕咕咕咕？？？咕咕咕！（咕咕咕咕咕咕咕咕咕 /你知道嗎？鴿遊發起於bilibili，於2019年2月8號成立 /按此處新增副標題 /判定線失蹤，音符不出現等狀況都不是bug，只是一個驚喜。 /美術組的各位鴿子都很可愛的哦awa /這是一條普通的tips /你是想從我這裡知道些什麼嗎？別想了我也什麼都不知道 /別問，問就是中庸 /喜歡這個遊戲就打個5星好評吧！ /目標是用音符製作出絢麗的特效（｀▽´） /這裡的tips的數量其實有很多，有興趣的朋友可以嘗試收集一下。 /手是個好東西，下次收割時記得多帶幾雙 /會打歌就多打幾首 /你看那魔王曲，它就像黑洞一樣吸引人 /畫面被通知擋住影響遊戲？請關閉遊戲，打開手機設定並關掉訊息通知哦！ /今天的製作組在打麻將（? /如果判定線轉起來，人也要轉起來（X /flick不僅可以上下滑動，也可以左右滑動 /請不要在遊玩時移動您的腦袋，您的腦袋能旋轉的角度是有限的（x /介紹本遊戲給您的朋友時請使用文字準確敘述，不要再給我取綽號了！！！ /這條tips還沒想好 /你知道嗎？tips只是讓你在載入時除了loading外還有東西可看 /打出來的分數不盡人意？別擔心，那只是因為你實力未到~ /flick的判定結果只有miss和perfect /點擊位置位於note及判定線的有效範圍內就可以判定 /有看到植髮技術的話請務必聯繫鴿遊工程師! /如何提升自己的技術，根據所有大佬的建議（幹話）....多練 /雖然叫做鴿遊、但製作組貓居多。（強調 /當你以為我們咕了的時候，我們咕了。這也是一種不咕 /您們說的這個判定線...它騷嗎...？ /聽說判定線可以平移，旋轉，甚至消失....我已經眼花了！ /收齊全部的收集品，你會獲得空氣（x /214572406765306542637651 49122908212821240114 /如果有一天我們突然失去了音訊，不要慌，很有可能是我們被做成了烤乳鴿 /34 30 34 38 30 /判定線等身抱枕參考一下（大誤 /歡迎參加我們（可能會）參展的線下活動！說不定可以玩到限定歌曲哦 /咕？我在～ /你知道Tips是怎麼寫出來的嗎，是鴿遊內部激情的人工智慧寫出來的 /為了能做到完美的咕咕咕，我們每天都有在努力！ /00111 11111 01111 11110 11111 11100 01111 11110 /Phigros的所有譜面難度都是用骰子決定的（誤 /你能正確的回答出”Flick”可以向哪個方向滑動嗎？——答案是所有方向！ /收購增髮劑，讓我們的工程師長點髮（?? /上下滑動可以切換歌曲，點按曲繪可以開始遊戲，點擊左下角對應的難度即可切換難度....已經是老生常談了吧？ /啊wee改哈嗯嫦娥我剛不疤痕處哈威楚王嗡阿格王朔！！！！！！！！！！！！(啥 /推薦使用耳機以獲得最佳體驗 /還看Tips？(╬ﾟдﾟ)╭∩╮你以為這遊戲是主打Tips的嗎？不知道我們的腦洞是有限的嗎 /為什麼有些難度沒有解鎖啊！ 因為你的前一難度的成績還沒達到S哦，請多加努力吧！ /適度遊戲有益腦，沉迷遊戲有害手。你的雙手是為了你的一生服務的，而不是Phigros！ /記住，頭髮很重要 /咕→咕↗咕↘咕↑▔▔▔▔ /長音只有1個combo哦，堅持到底拿到Perfect吧！ /1110000 1010000 1110000 100000 1110000 10101000 100000 101010000 10001000 100 /可以旋轉設備以獲得某些情況下更好的成績哦！ /希望大家能喜歡鴿…喔不，Phigros～ /你知道嗎？這多達80個Tips真正有資訊的只有不到15個喔！ ",
  "english": "[Flick] notes need no click, just slice them the way you like /(ฅ'ω'ฅ)Get your neko palm out to play the game! Yea that's right, cutie~ /Set your system date to 6.31 to unlock the easter egg /Set your system date to 4.1 won't unlock the easter egg /Our motto: Delay, postpone, cancel! /Rumors are that getting 1000000's in all songs will give you a vision of Poseidon~ /Judgement seems strange? Try adjusting the offset in the [Settings] menu! /[Pause] button needs to be clicked twice to pause the song. /You can adjust the background dim in the [Settings] if you believe that's the reason you've Falsed that chart! /Uncomfortable note sizes isn't an issue once you find the [Note Size] option in [Settings]! /Swing and dance with the judgement lines for easier Phi's /Notes are judged anywhere perpendicular to the judgement line /As we all know, a Pigeon Games' year has 377 days /Everyday life: Delayed. /Pigeons though we are, we never pigeon. /It reads 'Now Loading'. /Do you know? Pigeon Games was first established from bilibili since 2019-02-08 /Click to add subtitles /WANTED: JUDGEMENT LINE. It's not a bug, it's a feature. /Pigeons from our Art Team are soooo cuuuute awa /I'm a mediocre tip. /Are you trying to figure something out from me? I know nothing at all! /Mediocre, mediocre /Rate us 5 stars if you love the game! (Or don't love the game!) /Target set - Create mediocre effects using notes（｀▽´） /Tips are the heaviest burden for translators. Collect all of them if you're interested! /Hands are useful. Go grab some more. /Play more songs cuz you do know how to play~ /Our hardest songs are as attractive as the black holes /Rhythm game players never need banner notifications. Switch them off in the system settings! /Our staff are playing Majsoul today /Let's spin around and dance with the judgement line! /[Flick] notes can be flicked up or down, left or right, wherever you'd like /Our heads can't rotate for more than 90 degrees. But judgement lines can! /Hello, my name is Phigros. When you share me with your friend, use my real name! /Let me think what should I write here /Do you know? Tips exist cuz you want something to read when loading... /Scores not satisfactory? Don't worry, maybe rhythm games are not for you /[Flick] notes have either [Miss] or [Perfect] judgement /Your fingers' position will be equivalent to the perpendicular position on the judgement line /Our programmers need some hair. Tell me if you have some extra! /How to score higher? Practice makes perfect is what those top players said. /Cats make up a big portion of the Pigeon Games. /If you think we're gonna delay, and we do, it's also a kind of being on time /Are those judgement lines... Crazy? /Judgement lines can move, rotate, or disappear. Dizzy me! /You may get air as a reward for a full collection of collectables... /68971161013254475149 /If you lost contact with us one day, don't worry. We've probably been cooked nicely. /34 30 34 38 30 /Judgement line's 1 to 1 pillow, want some? /Welcome to join us in offline campaigns! Limited songs are probably at your interest! /Do you know? Tips came from our staff's nonsense talk last night /00111 11111 01111 11110 11111 11100 01111 11110 /A 17-sided dice are used to decide the difficulty of each chart. /Guess where to flick the next [Flick]? Of course all directions! /Got any ideas on how to grow more hair? Our programmers need them. /Swipe up or down to select a song, select difficulty from the left bottom indicator, click the illustration to play a chart... etc... /啊wee改哈嗯嫦娥我刚不疤痕处哈维楚王嗡阿格王朔！！！！！！！！！！！！ /Use headphones for best experience /Still reading this? (〝▼皿▼) This is a rhythm game, not a Tip game! /Unlock the next difficulty or chart by reaching S or higher in the previous chart. /Your hands serve you for more than just Phigros' flicks! Don't get addicted, and take regular breaks! /Hair count: ??? /[Hold] notes count as 1 combo. Hold till the end for a [Perfect]! /1110000 1010000 1110000 100000 1110000 10101000 100000 101010000 10001000 100 /Spinning your device around may make it easier to get higher scores! /How I hope that everyone can love Phigros as we do...",
  "japanese": "フリックはクリックしなくてもいいよ /(ฅ'ω'ฅ) 猫の爪で歌を演奏してみて、そう、君が最も萌えな猫だよ！ /知ってるの、携帯の時期を6.31に調整するとサプライズがありますよ /携帯の時期を4.1に調整してもサプライズがありませんよww /私たちのスローガンは？グググ！ /全曲満点を取れば海底世界の神も見えるですって /なんかリズムと合わせない？設置の中で調整しよう！ /誤作動を防ぐため、ポーズキーは二回を押しなければなりません。 /背景の光度が強すぎました？設置で光度を調整してくださいね /noteの大きさがどうしても気に入らないですか。設置でサイズの調整ができますよ！ /頭をリズムと合わせて動くと、もっと簡単にいい点数を取れますよ(違う) /noteの判定範囲は点ではなく、そのnoteにある直線ですよ。 /みんなが知っている通り、鳩ゲームの一年は377日もあります。 /意外がなければ、今日の鳩たちもグググ(すっぽかし)しています。 /皆さんこんにちは、私たちすっぽかすることはしません(うそ) /見るな、見たら読み込み中 /すっぽかし、だるい、ぐるぐるぐるぐるww /知っていますか。鳩ゲームはbilibiliから始め、2019年2月8日で成立しました。 /ここでサブタイトルを添加してください。 /判定lineやnoteの失踪などはバッグではなく、サプライズです。 /アート部の鳩たちはと———————ても可愛いですよ！awa /これは中庸のtipsである /私から何かお聴きたいことがありますか？何も知らないから諦めてww /聞くな、聞いたら中庸である /このゲームが好きだったら5★好評でお願いします(≧∀≦) /目標はnoted で中庸のイノイエシンを作ること。（｀▽´） /tipsの数がある結構多いのです。興味がある方が収集してみてくださいね。 /手がいいものである。プレイする時は多めに持って来てね(違う) /上手でしたらもう少しやってみたら？ww /あの魔王曲を見て、彼女がブラックホールのように人を引き込んでいる /メッセージがゲームの邪魔になってた？携帯の設置で通知をoffにしてね。 /今日のPigeon Gamesは麻雀をやっています。 /判定lineが廻り始めたら、人も廻りますよ( /flickは上下の方向だけではなく、左右もいけますよ /遊んでいる時に頭を廻らないでください。頭の廻れる角度が有限ですから /このtipsはまだ考えていません。 /知ってる？tipsの意味はただ読み込み中にloading以外のものが見れるだけです。 /成績があまり良くないですか。心配しないでください、あなたがまだ未熟だけです。 /flickはmissとperfectだけです。 /クッリクに位置はnoteの直線範囲で大丈夫です！ /植毛広告を見たらぜひうちのプログラマーに連絡してください！(いやしなくていい) /どうすれば自分のレベルがアップできますか。よく練習すること(確信 /鳩ゲームと申しますが、スタッフの中に猫の方が多いです。(強調 /あなたたちが仰っているこの判定line、coolですか。 /判定lineが平行移動もでき、旋転もでき、消えるまでもできるですって。私はもう目が回ってしまった。 /214572406765306542637651 49122908212821240114 /34 30 34 38 30 /グッズですけど、判定lineの等身抱き枕はいかがでしょうか。 /オフラインイベントも参加してみたら？限定曲が遊べますよ。 /グ？私はここにいますよ。 /tipsはどう出て来たのかわかりますか。鳩ゲーム内部毎日の神経質なチャットから来ました。 /00111 11111 01111 11110 11111 11100 01111 11110 /phigrosの全ての曲の難易度はサイコロで決めたのです。(違う /flickがどの方向がいいかわかりますか。答えは全てです。 /プログラマーの髪の数がもう指折りでした。育毛剤が欲しいです。 /上下スライドして曲を換え、絵をタッチしてゲームが始まる。難易度の切換は忘れないでね。 /難易度なんて、言わなくてもわかりますよね(笑 /有線イヤホンを着用して最高の体験を－！ /まだtipsを見ているの、tipsが本体だと思っているの、想像って言うものも限界があることはわかっていますか /どうしていくつのレベルはまだ封印されていますか？それは前のレベルはSに達していないから、頑張ってくださいね /適当にやるのが頭にいいけど、過度にすれば手に悪い。あなたの手はphigrosのためではなく、自分のために動いているから /髪は大事なものだ、覚えておけ /長押しは一つのcomboしかないよ、最後まで押し続け、perfectへ目指せましょう /1110000 1010000 1110000 100000 1110000 10101000 100000 101010000 10001000 100 /場合によって設備を回転すればどう？もっと良い点数が取れるかもしれないよ！ /皆が鳩...いいえPhigrosが好きになったらいいな〜 ",
  "tipText": {
    "m_FileID": 0,
    "m_PathID": 28
  }
}